azemoh.one-monokai
christopherhx.azure-pipelines-vscode-ext
evgeniyryzhkov.pvs-studio-vscode
github.copilot-chat
heaths.vscode-guid
llvm-vs-code-extensions.vscode-clangd
ms-python.debugpy
ms-python.python
ms-python.vscode-pylance
ms-python.vscode-python-envs
ms-vscode.cmake-tools
ms-vscode.cpp-devtools
ms-vscode.cpptools
ms-vscode.cpptools-extension-pack
ms-vscode.cpptools-themes
ms-vscode.powershell
shd101wyy.markdown-preview-enhanced
vscodevim.vim
